Alpha-blog/app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "sadsadasd"], ["description", "sdasdasdasdsadasdasda"], ["created_at", "2018-07-04 17:59:46.018830"], ["updated_at", "2018-07-04 17:59:46.018830"]]
---
  def create

    @article = Article.new(article_params)

    if @article.save